
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Włącz eksperymenty komunikacyjne i pobierania</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Wersje Microsoft Edge Update 1.3.133.3 i nowsze</string>
      <string id="Part_UninstallEdgePolicy">Zasady Odinstalowywanie przeglądarki Microsoft Edge</string>
      <string id="Pol_ProxyMode">Wybierz sposób określania ustawień serwera proxy</string>
      <string id="Name_ForceInstallsMachine">Wymuś instalacje (cała maszyna)</string>
      <string id="Name_ManualUpdatesOnly">Tylko aktualizacje ręczne</string>
      <string id="Pol_EdgePreview">Zezwalaj na rejestrowanie użytkowników w Niejawnym programie testów systemu Windows w wersji zapoznawczej przeglądarki Edge</string>
      <string id="Name_UninstallEdgeDisabled">Wyłączony</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Program Microsoft Edge Update w wersji 1.3.21.81 i nowsze</string>
      <string id="Explain_Applications">Do obsługi aplikacji przeglądarki Microsoft Edge, która zostaną wydane w przyszłości, będzie wymagany zaktualizowany szablon ADMX/ADML.</string>
      <string id="Name_DesktopShortcutDisabled">Zapobiegaj tworzeniu skrótów na pulpicie podczas instalacji</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Usuń skróty na pulpicie po niepowodzeniu aktualizacji</string>
      <string id="ProxyFixedServers_DropDown">Użyj stałych serwerów proxy</string>
      <string id="TargetChannel_Dev_DropDown">Dla deweloperów</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Program Microsoft Edge Update w wersji 1.3.145.1 i nowszej</string>
      <string id="Pol_ECSControl">Kontroluj komunikację aktualizatora z Usługą Eksperymentalno-Konfiguracyjną</string>
      <string id="Explain_ECSControl">W aktualizacji przeglądarki Microsoft Edge Usługa Eksperymentalno-Konfiguracyjna służy do wdrażania ładunku eksperymentu.

Ładunek eksperymentu składa się z listy wcześniejszych funkcji programistycznych, które firma Microsoft włącza w celu testowania i przesyłania opinii.

Jeśli ta zasada zostanie włączona (1), ładunek eksperymentów będzie pobierany z Usługi Eksperymentalno-Konfiguracyjnej.

Jeśli wyłączysz (0) tę zasadę, komunikacja z Usługą Eksperymentalno-Konfiguracyjną zostanie całkowicie zatrzymana.

Jeśli nie skonfigurujesz tej zasady, to zachowanie na zarządzanym urządzeniu będzie takie samo jak w przypadku zastosowania zasady „wyłączono”.

Jeśli nie skonfigurujesz tej zasady, to zachowanie na niezarządzanym urządzeniu będzie takie samo jak w przypadku zastosowania zasady „włączono”.</string>
      <string id="Name_InstallsDisabled">Instalacje wyłączone</string>
      <string id="Pol_TargetChannel">Zastąpienie kanału docelowego</string>
      <string id="Pol_AllowInstallation">Zezwalaj na instalację</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Włączone i usuń dane użytkownika</string>
      <string id="Explain_CreateDesktopShortcut">Jeśli włączysz (1) te zasady, podczas instalacji przeglądarki Microsoft Edge zostanie utworzony skrót na pulpicie.
  Jeśli wyłączysz (0) te zasady, podczas instalacji przeglądarki Microsoft Edge nie będzie tworzony skrót na pulpicie.
  Jeśli nie skonfigurujesz tych zasad, w trakcie instalacji zostanie utworzony skrót na pulpicie do przeglądarki Microsoft Edge.
  Jeśli przeglądarka Microsoft Edge jest już zainstalowana, zasady te nie będą miały żadnego wpływu.

  Jeśli nie skonfigurujesz tych zasad dla kanału, domyślne zasady „Utwórz skrót na pulpicie podczas domyślnej instalacji” będą określać, czy przy instalacji przeglądarki Microsoft Edge tworzony będzie skrót na pulpicie.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Wersje Microsoft Edge Update 1.3.119.43 i nowsze</string>
      <string id="Pol_AllowSideBySideExperience">Zezwalaj na równoczesne działanie różnych przeglądarek Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Minimalna liczba minut między automatycznymi testami aktualizacji.

Ustaw tę zasadę na wartość 0, aby wyłączyć cały okresowy ruch sieciowy za pomocą programu Microsoft Edge Update. Nie jest to zalecane, ponieważ uniemożliwia samemu programowi Microsoft Edge Update otrzymywanie aktualizacji dotyczących stabilności i zabezpieczeń.

Ustawienia „Domyślne zastępowanie zasad aktualizacji” i „Zastępowanie zasad aktualizacji” dla aplikacji powinny być używane do zarządzania aktualizacjami aplikacji, a nie to ustawienie.

Wartości tej zasady mogą należeć do zakresu od 0 do 43200.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Rozszerzony stabilny</string>
      <string id="Explain_DefaultUpdatePolicy">Umożliwia określenie dla wszystkich kanałów domyślnego zachowania dotyczącego sposobu, w jaki program Microsoft Edge Update obsługuje dostępne aktualizacje przeglądarki Microsoft Edge. Mogą zostać zastąpione dla poszczególnych kanałów poprzez określenie zasad „Zastępowanie zasad aktualizacji” dla tych określonych kanałów.

Jeśli włączysz te zasady, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  — Aktualizacje wyłączone (0): Aktualizacje nigdy nie są stosowane.
  — Zawsze zezwalaj na aktualizacje (1) (zalecane): Aktualizacje są zawsze stosowane po znalezieniu, przez okresowe sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.
  — Tylko aktualizacje ręczne (2): Aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne sprawdzanie aktualizacji.
  - Tylko automatyczne aktualizacje dyskretne (3): Aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione przez okresowe sprawdzanie aktualizacji.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli nie włączysz tych zasad i ich nie skonfigurujesz, program Microsoft Edge Update będzie obsługiwać dostępne aktualizacje zgodnie ze sposobem określonym przez zasady „Zastępowanie zasad aktualizacji”.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Pozwala określić, czy dla środowiska uruchomieniowego WebView2 są włączone aktualizacje automatyczne, czy też nie. Środowisko uruchomieniowe WebView2 jest składnikiem używanym przez aplikacje do wyświetlania zawartości Internetu.
  Automatyczne aktualizacje są domyślnie włączone. Wyłączenie automatycznych aktualizacji dla środowiska uruchomieniowego WebView2 może powodować problemy ze zgodnością w aplikacjach, które są zależne od tego składnika.

  Jeśli włączysz te zasady, program Microsoft Edge Update będzie stosować aktualizacje środowiska uruchomieniowego WebView2 zgodnie z tym, jak skonfigurowane zostaną następujące opcje:
  — Zawsze zezwalaj na aktualizacje (1): Aktualizacje są automatycznie pobierane i stosowane
  — Aktualizacje wyłączone (0): Aktualizacje nigdy nie są pobierane ani stosowane

  Jeśli nie włączysz tych zasad, aktualizacje będą automatycznie pobierane i stosowane.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Program Microsoft Edge Update w wersji 1.3.34.3 i nowsze</string>
      <string id="Name_MeteredUpdatesEnabled">Aktualizacje taryfowe są dozwolone</string>
      <string id="ProxyAutoDetect_DropDown">Automatycznie wykryj ustawienia serwera proxy</string>
      <string id="ProxyPacScript_DropDown">Użyj skryptu serwera proxy PAC</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Program Microsoft Edge Update w wersji 1.3.179.5 i nowszej</string>
      <string id="DownloadPreference_DropDown">Buforowalne adresy URL pobierania</string>
      <string id="Name_ForceInstallsUser">Wymuś instalacje (na użytkownika)</string>
      <string id="Explain_AllowSideBySideExperience">Ta zasada umożliwia użytkownikowi równoległe uruchamianie przeglądarek Microsoft Edge (Edge HTML) i Microsoft Edge (opartej na oprogramowaniu Chromium).

Jeśli ta zasada jest ustawiona na wartość „Nieskonfigurowane”, przeglądarka Microsoft Edge (oparta na oprogramowaniu Chromium) zastąpi przeglądarkę Microsoft Edge (Edge HTML) po zainstalowaniu stabilnego kanału przeglądarki Microsoft Edge (opartej na oprogramowaniu Chromium) i zainstalowaniu aktualizacji zabezpieczeń z listopada 2019 r.  Jest to takie samo zachowanie jak dla ustawienia „Wyłączone”.

Ustawienie „Wyłączone” (0) blokuje środowisko równoległe, a przeglądarka Microsoft Edge (oparta na oprogramowaniu Chromium) zastąpi przeglądarkę Microsoft Edge (Edge HTML) po zainstalowaniu stabilnego kanału przeglądarki Microsoft Edge (opartej na oprogramowaniu Chromium) i zainstalowaniu aktualizacji zabezpieczeń z listopada 2019 r.  Jest to takie samo zachowanie jak dla ustawienia „Nieskonfigurowane”.

Gdy ta zasada ma wartość „Włączone” (1), przeglądarki Microsoft Edge (oparta na oprogramowaniu Chromium) i Microsoft Edge (Edge HTML) mogą działać równolegle po zainstalowaniu przeglądarki Microsoft Edge (opartej na oprogramowaniu Chromium).

Aby te zasady grupy miały wpływ, należy je skonfigurować przed automatyczną instalacją przeglądarki Microsoft Edge (opartej na oprogramowaniu Chromium) przez usługę Windows Update. Uwaga: użytkownik może zablokować automatyczną aktualizację przeglądarki Microsoft Edge (opartej na oprogramowaniu Chromium) przy użyciu zestawu narzędzi do blokowania przeglądarki Microsoft Edge (opartej na oprogramowaniu Chromium).

Począwszy od systemu Windows 10 w wersji 20H2 starsza wersja Microsoft Edge i równoległe środowisko przeglądarki nie są obsługiwane.</string>
      <string id="Explain_RemoveDesktopShortcut">Jeśli ustawisz te zasady na „Wymuś usuwanie skrótów pulpitu na poziomie systemu” (1), wszelkie istniejące skróty pulpitu przeglądarki Microsoft Edge na poziomie systemu zostaną usunięte po aktualizacji przeglądarki lub ponownym uruchomieniu komputera.
  Jeśli ustawisz te zasady na „Wymuś usuwanie skrótów pulpitu na poziomie systemu i użytkownika” (2), wszelkie istniejące skróty pulpitu przeglądarki Microsoft Edge na poziomie systemu zostaną usunięte po aktualizacji przeglądarki lub ponownym uruchomieniu komputera, a wszelkie istniejące skróty pulpitu na poziomie użytkownika zostaną usunięte po aktualizacji przeglądarki. Obejmuje to skróty na pulpicie na poziomie użytkownika, które użytkownicy mogli sami utworzyć.
  Jeśli te zasady nie zostaną skonfigurowane lub wyłączone (0), nic nie stanie się z istniejącymi skrótami do pulpitu przeglądarki Microsoft Edge.

  Jeśli te zasady nie zostaną skonfigurowane dla kanału, konfiguracja zasad „Usuń skróty na pulpicie po niepowodzeniu aktualizacji” określa usunięcie skrótu na pulpicie.</string>
      <string id="ProxyDisabled_DropDown">Nigdy nie używaj serwera proxy</string>
      <string id="Pol_DefaultAllowInstallation">Zezwalaj domyślnie na instalację</string>
      <string id="Pol_ProxyPacUrl">Adres URL pliku PAC serwera proxy</string>
      <string id="Cat_Applications">Aplikacje</string>
      <string id="Explain_ProxyPacUrl">Umożliwia określenie adresu URL pliku automatycznej konfiguracji serwera proxy (PAC).

  Jeśli ta zasada zostanie włączona, będzie można określić adres URL pliku PAC w celu automatyzacji sposobu wybierania przez usługę Microsoft Edge Update odpowiedniego serwera proxy służącego do pobierania określonej witryny internetowej.

  Ta zasada jest stosowana tylko po wybraniu ręcznych ustawień serwera proxy w zasadzie „Wybierz sposób określania ustawień serwera proxy”.

  Nie konfiguruj tej zasady, jeśli w zasadzie „Wybierz sposób określania ustawień serwera proxy” wybrano ustawienie serwera proxy inne niż ręczne.</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Program Microsoft Edge Update w wersji 1.3.193.5 lub nowszej</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Program Microsoft Edge Update w wersji 1.3.168.21 i nowszej</string>
      <string id="Explain_Preferences">Ogólne zasady dotyczące programu Microsoft Edge Update.</string>
      <string id="Explain_WebView">Określa zasady dla środowiska uruchomieniowego WebView2.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Domyślne aktualizacje taryfowe wyłączone</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Program Microsoft Edge Update w wersji 1.3.127.1 i nowszej</string>
      <string id="Explain_ProxyServer">Umożliwia określenie adresu URL serwera proxy używanego przez usługę Microsoft Edge Update.

  Jeśli ta zasada zostanie włączona, będzie można skonfigurować adres URL serwera proxy używany przez usługę Microsoft Edge Update w organizacji.

  Ta zasada jest stosowana tylko po wybraniu ręcznych ustawień serwera proxy w zasadzie „Wybierz sposób określania ustawień serwera proxy”.

  Nie konfiguruj tej zasady, jeśli w zasadzie „Wybierz sposób określania ustawień serwera proxy” wybrano ustawienie proxy inne niż ręczne.</string>
      <string id="Pol_MeteredUpdates">Zezwalaj użytkownikom na aktualizowanie połączeń taryfowych</string>
      <string id="Name_UninstallEdgeNotConfigured">Nieskonfigurowane</string>
      <string id="Explain_DefaultAllowInstallation">Możesz określić domyślne zachowanie wszystkich kanałów, tak aby blokowały lub zezwalały przeglądarkę Microsoft Edge na urządzeniach dołączonych do domeny.

Możesz zastąpić te zasady dla poszczególnych kanałów, włączając (1) zasady „Zezwalaj na instalację” dla określonych kanałów.

Jeśli wyłączysz (2) te zasady, instalacja przeglądarki Microsoft Edge zostanie zablokowana. Dotyczy to wyłącznie instalacji oprogramowania przeglądarki Microsoft Edge, gdy zasady „Zezwalaj na instalację” są ustawione na wartość Nieskonfigurowane.

Te zasady nie uniemożliwiają uruchamiania programu Microsoft Edge Update ani instalowania przeglądarki Microsoft Edge przy użyciu innych metod.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Program Microsoft Edge Update w wersji 1.3.155.1 i nowszej</string>
      <string id="TargetChannel_Stable_DropDown">Stabilne</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Domyślne zastępowanie zasad aktualizacji</string>
      <string id="Explain_ProxyMode">Umożliwia określenie ustawień serwera proxy używanych przez usługę Microsoft Edge Update.

  Jeśli ta zasada zostanie włączona, będzie można wybrać następujące opcje serwera proxy:
   - Jeśli zdecydujesz się nigdy nie używać serwera proxy i zawsze łączyć się bezpośrednio, wszystkie inne opcje będą ignorowane.
   - Jeśli wybierzesz opcję używania systemowych ustawień serwera proxy lub automatycznego wykrywania serwera proxy, wszystkie inne opcje będą ignorowane.
   - Jeśli wybierzesz tryb stałego serwera proxy, możesz określić dalsze opcje w zasadzie „Adres lub adres URL serwera proxy”.
   - Jeśli wybierzesz opcję używania skryptu pac serwera proxy, musisz określić adres URL skryptu w zasadzie „Adres URL do pliku PAC serwera proxy”.

  Jeśli ta zasada zostanie włączona, użytkownicy w organizacji nie będą mogli zmieniać ustawień serwera proxy w usłudze Microsoft Edge Update.

  Jeśli wyłączysz tę zasadę albo jej nie skonfigurujesz, nie zostaną skonfigurowane żadne ustawienia serwera proxy, ale użytkownicy w organizacji będą mogli wybierać własne ustawienia serwera proxy dla usługi Microsoft Edge Update.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Program Microsoft Edge Update w wersji 1.3.26.0 i nowsze</string>
      <string id="Pol_RemoveDesktopShortcut">Usuń skróty na pulpicie po aktualizacji</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Program Microsoft Edge Update w wersji 1.3.147.1 i nowszej</string>
      <string id="Name_UpdatesDisabled">Aktualizacje wyłączone</string>
      <string id="Pol_RollbackToTargetVersion">Wycofaj do wersji docelowej</string>
      <string id="Explain_WebView_Install">Umożliwia określenie, czy za pomocą programu Microsoft Edge Update można zainstalować środowisko uruchomieniowe WebView2.

  Jeśli te zasady zostaną włączone (1), użytkownicy będą mogli instalować środowisko uruchomieniowe WebView2 za pośrednictwem programu Microsoft Edge Update.

  Jeśli te zasady zostaną wyłączone (0) (lub zostaną ustawiona na wartość „Instalacje wyłączone”), użytkownicy nie będą mogli instalować środowiska uruchomieniowego WebView2 za pośrednictwem programu Microsoft Edge Update.

  Jeśli te zasady zostaną ustawione na wartość Zawsze zezwalaj na instalacje na całym komputerze, ale nie Instalacje dla poszczególnych użytkowników (4), środowisko uruchomieniowe WebView2 będzie wdrażane tylko na całym komputerze.

  Jeśli te zasady zostaną ustawione na wymuszanie instalacji (na całym komputerze) (5), użytkownicy będą mogli instalować środowisko uruchomieniowe WebView2 na wszystkich komputerach, na których program Microsoft Edge Update jest wstępnie zainstalowany. Wymaga programu Microsoft Edge Update 1.3.155.43 lub nowszego.

  Jeśli te zasady nie zostaną skonfigurowane, środowisko uruchomieniowe WebVieebVieww2 zostanie zainstalowane za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Zasady służące do sterowania instalacją i aktualizowaniem przeglądarki Microsoft Edge przy użyciu programu Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Pozwala określić domyślne zachowanie wszystkich kanałów dotyczące tworzenia skrótu na pulpicie podczas instalowania przeglądarki Microsoft Edge.

  Jeśli ustawisz te zasady na „Wymuś usuwanie skrótów pulpitu na poziomie systemu” (1), wszelkie istniejące skróty pulpitu przeglądarki Microsoft Edge na poziomie systemu zostaną usunięte po aktualizacji przeglądarki lub ponownym uruchomieniu komputera.
  Jeśli ustawisz te zasady na „Wymuś usuwanie skrótów pulpitu na poziomie systemu i użytkownika” (2), wszelkie istniejące skróty pulpitu przeglądarki Microsoft Edge na poziomie systemu zostaną usunięte po aktualizacji przeglądarki lub ponownym uruchomieniu komputera, a wszelkie istniejące skróty pulpitu na poziomie użytkownika zostaną usunięte po aktualizacji przeglądarki. Obejmuje to skróty na pulpicie na poziomie użytkownika, które użytkownicy mogli sami utworzyć.
  Jeśli te zasady nie zostaną skonfigurowane lub wyłączone (0), nic nie stanie się z istniejącymi skrótami do pulpitu przeglądarki Microsoft Edge.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Jeśli te zasady zostaną włączone, sprawdzanie aktualizacji będzie pomijane każdego dnia, począwszy od godziny:minuty przez okres czasu trwania (w minutach). Czas letni nie ma wpływu na czas trwania. Jeśli na przykład godzina rozpoczęcia to 22:00, a czas trwania to 480 minut, aktualizacje będą pomijane przez dokładnie 8 godzin, niezależnie od tego, czy czas letni rozpoczyna się, czy kończy się w tym okresie.

Jeśli wyłączysz tę zasadę albo jej nie skonfigurujesz, sprawdzanie aktualizacji nie będzie pomijane w żadnym konkretnym okresie.

Wartości tych zasad mogą należeć do zakresu od 0 do 23 dla godzin, od 0 do 59 dla minut i od 0 do 960 dla czasu trwania w minutach.</string>
      <string id="Name_UpdatesEnabled">Zawsze zezwalaj na aktualizacje (zalecane)</string>
      <string id="Cat_ProxyServer">Serwer proxy</string>
      <string id="Pol_CreateDesktopShortcut">Utwórz skrót na pulpicie podczas instalacji</string>
      <string id="Pol_AutoUpdateCheckPeriod">Zastępowanie okresu automatycznego wyszukiwania aktualizacji</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Program Microsoft Edge Update w wersji 1.2.145.5 i nowsze</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Utwórz skrót na pulpicie podczas domyślnej instalacji</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Wymuszaj usuwanie skrótów na pulpicie na poziomie systemu</string>
      <string id="Name_ECSCommunicationDisabled">Wyłącz komunikację z Usługą Eksperymentalno-Konfiguracyjną</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Program Microsoft Edge Update w wersji 1.3.33.5 i nowsze</string>
      <string id="Name_InstallsEnabled">Zawsze zezwalaj na instalacje (zalecane)</string>
      <string id="Explain_DownloadPreference">Jeśli ta zasada będzie włączona, serwer programu Microsoft Edge Update będzie podejmował próby dostarczania w odpowiedziach przyjaznych dla pamięci podręcznej adresów URL ładunków aktualizacji.</string>
      <string id="Name_AutomaticUpdatesOnly">Tylko automatyczne aktualizacje dyskretne</string>
      <string id="Pol_DefaultMeteredUpdates">Zezwalaj użytkownikom na aktualizowanie wszystkich aplikacji w połączeniach taryfowych</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Domyślne aktualizacje taryfowe są dozwolone</string>
      <string id="Pol_TargetVersionPrefix">Zastępowanie wersji docelowej</string>
      <string id="Pol_UninstallEdge">Określ zachowanie odinstalowywania dla przeglądarki Microsoft Edge</string>
      <string id="Name_MeteredUpdatesDisabled">Wyłącz aktualizacje taryfowe</string>
      <string id="Pol_DownloadPreference">Zastępowanie klasy adresów URL pobierania</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Okres w ciągu każdego dnia, w którym jest pomijane automatyczne wyszukiwanie aktualizacji</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Program Microsoft Edge Update w wersji 1.3.128.0 i nowsze</string>
      <string id="Cat_WebView">Środowisko uruchomieniowe Microsoft Edge WebView2</string>
      <string id="Pol_UpdatePolicy">Zastępowanie zasad aktualizacji</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Włączone</string>
      <string id="Pol_ProxyServer">Adres lub adres URL serwera proxy</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Pozwala określić domyślne zachowanie wszystkich kanałów dotyczące tworzenia skrótu na pulpicie podczas instalowania przeglądarki Microsoft Edge.

  Jeśli włączysz (1) te zasady, podczas instalacji przeglądarki Microsoft Edge zostanie utworzony skrót na pulpicie.
  Jeśli wyłączysz (0) te zasady, podczas instalacji przeglądarki Microsoft Edge nie będzie tworzony skrót na pulpicie.
  Jeśli nie skonfigurujesz tych zasad, w trakcie instalacji zostanie utworzony skrót na pulpicie do przeglądarki Microsoft Edge.
  Jeśli przeglądarka Microsoft Edge jest już zainstalowana, zasady te nie będą miały żadnego wpływu.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Wymuszaj usuwanie skrótów na pulpicie na poziomie systemu i użytkownika</string>
      <string id="ProxyUseSystem_DropDown">Użyj systemowych ustawień serwera proxy</string>
      <string id="Cat_Preferences">Preferencje</string>
      <string id="Name_InstallsEnabledMachineOnly">Zawsze zezwalaj na wykonywanie instalacji na całym komputerze, ale nie na instalacje dla poszczególnych użytkowników.</string>
      <string id="Cat_GoogleUpdate">Aktualizacja programu Microsoft Edge</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Określa, czy program Microsoft Edge Update będzie przeprowadzał aktualizację w przypadku połączeń oznaczonych jako taryfowe, takich jak połączenia komórkowe lub inne, w przypadku których użycie danych jest kontrolowane dla wszystkich aplikacji. 

Jeśli nie włączysz i nie skonfigurujesz tej zasady, aktualizacje będą wykonywane na podstawie przełącznika „Pobierz aktualizacje za pośrednictwem połączeń taryfowych” na stronie Informacje przeglądarki Microsoft Edge. Jeśli użytkownik nie dokona wyboru, zostanie użyte ustawienie systemu Windows. Więcej informacji o ustawieniu systemu Windows można znaleźć tutaj: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Zawsze zezwalaj na aktualizacje (2): aktualizacje są zawsze pobierane po ich znalezieniu przez automatyczne sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.

Wyłącz aktualizacje (1): aktualizacje nie są pobierane podczas korzystania z połączenia taryfowego.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Określa, czy w urządzeniach przyłączonych do domeny można zainstalować kanał przeglądarki Microsoft Edge.

  Jeśli włączysz (1) te zasady dla kanału, przeglądarka Microsoft Edge nie będzie blokowana przed instalacją.

  Jeśli wyłączysz (0) te zasady dla kanału (lub ustawisz je na wartość „Instalacje wyłączone”), przeglądarka Microsoft Edge zostanie zablokowana przed instalacją.

  Jeśli nie skonfigurujesz tych zasad dla kanału, konfiguracja zasad „Zezwalaj domyślnie na instalację” określa, czy użytkownicy mogą zainstalować ten kanał przeglądarki Microsoft Edge.

Jeśli te zasady zostaną ustawione na wartość Zawsze zezwalaj na instalacje na całym komputerze, ale nie Instalacje dla poszczególnych użytkowników (4), element „APP_NAME” będzie wdrażany tylko na całym komputerze.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (na całym komputerze) (5), element „APP_NAME” może zostać wdrożony na całym komputerze tylko wtedy, gdy program Microsoft Edge Update jest wstępnie zainstalowane. Wymaga programu Microsoft Edge Update 1.3.155.43 lub nowszego.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (dla poszczególnych użytkowników) (6), element „APP_NAME” może być wdrażany tylko na zasadach dla poszczególnych użytkowników na wszystkich maszynach, jeśli program Microsoft Edge Update jest wstępnie zainstalowany dla poszczególnych użytkowników. Wymaga programu Microsoft Edge Update 1.3.155.43 lub nowszego.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Określa sposób, w jaki program Microsoft Edge Update obsługuje dostępne aktualizacje z przeglądarki Microsoft Edge.

Jeśli włączysz te zasady, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  — Aktualizacje wyłączone (0): Aktualizacje nigdy nie są stosowane.
  — Zawsze zezwalaj na aktualizacje (1) (zalecane): Aktualizacje są zawsze stosowane po znalezieniu, przez okresowe sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.
  — Tylko aktualizacje ręczne (2): Aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne sprawdzanie aktualizacji. (Nie wszystkie aplikacje udostępniają interfejs dla tej opcji.)
  - Tylko automatyczne aktualizacje dyskretne (3): Aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione przez okresowe sprawdzanie aktualizacji.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli te zasady nie zostaną włączone i skonfigurowane, program Microsoft Edge Update będzie obsługiwał dostępne aktualizacje zgodnie z zasadami „Domyślne zastępowanie zasad aktualizacji”.

Aby uzyskać więcej informacji, zobacz https://go.microsoft.com/fwlink/?linkid=2136406.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Określa, do którego kanału przeglądarki Microsoft Edge należy zaktualizować.

Po włączeniu tych zasad przeglądarka Microsoft Edge zostanie zaktualizowana do kanału zgodnie z konfiguracją poniższych opcji:

  — Stabilna: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej stabilnej wersji.
  — Wersja beta: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji beta.
  — Dla programistów: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dla programistów.
  — Rozszerzona stabilna: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej rozszerzonej stabilnej wersji, która jest zgodna z dłuższym harmonogramem wydania niż stabilna. Aby uzyskać więcej informacji, odwiedź stronę https://go.microsoft.com/fwlink/?linkid=2163508.

Jeśli te zasady nie zostaną skonfigurowane, przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dostępnej dla domyślnego kanału.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Gdy te zasady są włączone oraz włączona zostanie automatyczna aktualizacja, aplikacja Microsoft Edge zostanie zaktualizowana do wersji określonej przez tę wartość zasad.

Wartość zasad musi być określoną wersją przeglądarki Edge, na przykład 83.0.499.12.

Jeśli na urządzeniu jest dostępna nowsza wersja przeglądarki Edge niż podana wartość, przeglądarka Microsoft Edge pozostanie w nowszej wersji i nie zostanie zmieniona na starszą, określoną wersję.

Jeśli podana wersja nie istnieje lub jest nieprawidłowo sformatowana, przeglądarka Microsoft Edge pozostanie w bieżącej wersji, a jej kolejne wersje nie będą automatycznie aktualizowane.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136707.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Instruują program Microsoft Edge Update, aby wycofał instalacje przeglądarki Microsoft Edge do wersji wskazanej w elemencie „Zastępowanie wersji docelowej”.

Ta zasada nie ma zastosowania, jeśli nie skonfigurowano elementu „Zastępowanie wersji docelowej” i nie ustawiono elementu „Zastępowanie zasad aktualizacji” w jeden ze stanów włączenia (Zawsze zezwalaj na aktualizacje, Tylko automatyczne aktualizacje nienadzorowane, Tylko aktualizacje ręczne).

Jeśli wyłączysz (0) tę zasadę lub jej nie skonfigurujesz, instalacje o wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” pozostaną bez zmian.

Jeśli włączysz (1) tę zasadę, instalacje o bieżącej wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” zostaną zamienione na starszą wersję docelową.

Zalecamy zainstalowanie najnowszej wersji przeglądarki Microsoft Edge, aby zapewnić ochronę dzięki najnowszym aktualizacjom zabezpieczeń. Wycofanie do starszej wersji programu wiąże się z ryzykiem narażenia na znane zagrożenia bezpieczeństwa. Ta zasada powinna być używana jedynie jako tymczasowe rozwiązanie problemów, które pojawiły się po aktualizacji przeglądarki Microsoft Edge.

Zanim tymczasowo wycofasz się do starszej wersji przeglądarki, zalecamy włączenie synchronizacji (https://go.microsoft.com/fwlink/?linkid=2133032) dla wszystkich użytkowników w organizacji. Jeśli nie włączysz synchronizacji, istnieje ryzyko trwałej utraty danych dotyczących przeglądania. Używaj tej zasady na własne ryzyko.

Uwaga: stabilne wersje kanału, które można poddać wycofaniu, są wyszczególnione na stronie https://aka.ms/EdgeEnterprise.

Ta zasada ma zastosowanie do przeglądarki Microsoft Edge w wersji 86 i nowszych.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2133918.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Pozwala określić, czy użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli włączysz (1) te zasady, użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli wyłączysz (0) te zasady, użytkownicy w Niejawnym programie testów systemu Windows nie mogą być zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli nie skonfigurujesz tych zasad, użytkownicy w Niejawnym programie testów systemu Windows są domyślnie rejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Określa, czy program Microsoft Edge Update będzie przeprowadzał aktualizację w przypadku połączeń oznaczonych jako taryfowe, takich jak połączenia komórkowe lub inne, w przypadku których użycie danych jest kontrolowane dla przeglądarki Microsoft Edge. 

Jeśli nie włączysz i nie skonfigurujesz tej zasady, aktualizacje będą wykonywane na podstawie przełącznika „Pobierz aktualizacje za pośrednictwem połączeń taryfowych” na stronie Informacje przeglądarki Microsoft Edge. Jeśli użytkownik nie dokona wyboru, zostanie użyte ustawienie systemu Windows. Więcej informacji o ustawieniu systemu Windows można znaleźć tutaj: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Zawsze zezwalaj na aktualizacje (2): aktualizacje są zawsze pobierane po ich znalezieniu przez automatyczne sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.

Wyłącz aktualizacje (1): aktualizacje nie są pobierane podczas korzystania z połączenia taryfowego.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">Możesz określić, czy przeglądarka Microsoft Edge (kanał stabilny) jest odinstalowywana, czy też ma zablokowaną możliwość odinstalowywania na urządzeniach przyłączonych do domeny w Europejskim Obszarze Gospodarczym (EEA).

Jeśli te zasady są ustawione na wartość „Włączone”, przeglądarka Microsoft Edge zostanie automatycznie odinstalowana na wszystkich urządzeniach w obszarze EEA, w którym te zasady zostały wdrożone. Dane użytkownika będą przechowywane na urządzeniu. Przeglądarka Microsoft Edge zostanie odinstalowana przy kolejnym automatycznym sprawdzeniu dostępności aktualizacji przez Microsoft Edge Update. Jeśli przeglądarka Microsoft Edge zostanie odinstalowana na urządzeniu, aplikacje, widżety (na przykład Wiadomości, Wyszukiwanie i Pogoda) lub inne progresywne aplikacje internetowe (PWA), które są zależne od przeglądarki Microsoft Edge, nie będą już dostępne.

Jeśli te zasady są ustawione na wartość „Włączone i usuń dane użytkownika” (ustawienie „2”), przeglądarka Microsoft Edge zostanie automatycznie odinstalowana na wszystkich urządzeniach w obszarze EEA, w którym te zasady zostały wdrożone, a dane użytkownika zostaną usunięte z urządzenia.

Jeśli te zasady są ustawione na wartość „Wyłączone” (ustawienie „3”), wszyscy użytkownicy znajdujący się w obszarze EEA, w którym te zasady zostały wdrożone, nie będą mieli możliwości odinstalowania przeglądarki Microsoft Edge.

Jeśli te zasady są ustawione na wartość „Nie skonfigurowane” (ustawienie domyślne), ustawienie regionu systemu Windows użytkownika będzie określać, czy może on odinstalować przeglądarkę Microsoft Edge na urządzeniu przyłączonym do domeny. Tylko użytkownicy w krajach obszaru EEA będą mogli odinstalowywać przeglądarkę Microsoft Edge, jeśli się zdecydują na to. Użytkownicy spoza tego obszaru nie będą mogli odinstalowywać przeglądarki Microsoft Edge. 

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.

Jeśli przeglądarka Microsoft Edge wymaga ponownej instalacji:
— Możesz ustawić zasady „Instalowanie” na wartość Wymuszanie instalacji (dotyczy całej maszyny), aby ponownie zainstalować przeglądarkę Microsoft Edge.
— Jeśli ustawisz zasady instalacji na wartość Wymuszanie instalacji (dotyczy całej maszyny), a także ustawisz zasady Odinstalowywanie na wartość Włączone, zasady Wymuszanie instalacji (dotyczy całej maszyny) zastąpią zasady Odinstalowywanie.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Określa, czy w urządzeniach przyłączonych do domeny można zainstalować kanał przeglądarki Microsoft Edge.

  Jeśli włączysz (1) te zasady dla kanału, przeglądarka Microsoft Edge nie będzie blokowana przed instalacją.

  Jeśli wyłączysz (0) te zasady dla kanału (lub ustawisz je na wartość „Instalacje wyłączone”), przeglądarka Microsoft Edge zostanie zablokowana przed instalacją.

  Jeśli nie skonfigurujesz tych zasad dla kanału, konfiguracja zasad „Zezwalaj domyślnie na instalację” określa, czy użytkownicy mogą zainstalować ten kanał przeglądarki Microsoft Edge.

Jeśli te zasady zostaną ustawione na wartość Zawsze zezwalaj na instalacje na całym komputerze, ale nie Instalacje dla poszczególnych użytkowników (4), element „APP_NAME” będzie wdrażany tylko na całym komputerze.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (na całym komputerze) (5), element „APP_NAME” może zostać wdrożony na całym komputerze tylko wtedy, gdy program Microsoft Edge Update jest wstępnie zainstalowane. Wymaga programu Microsoft Edge Update 1.3.155.43 lub nowszego.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (dla poszczególnych użytkowników) (6), element „APP_NAME” może być wdrażany tylko na zasadach dla poszczególnych użytkowników na wszystkich maszynach, jeśli program Microsoft Edge Update jest wstępnie zainstalowany dla poszczególnych użytkowników. Wymaga programu Microsoft Edge Update 1.3.155.43 lub nowszego.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Określa sposób, w jaki program Microsoft Edge Update obsługuje dostępne aktualizacje z przeglądarki Microsoft Edge.

Jeśli włączysz te zasady, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  — Aktualizacje wyłączone (0): Aktualizacje nigdy nie są stosowane.
  — Zawsze zezwalaj na aktualizacje (1) (zalecane): Aktualizacje są zawsze stosowane po znalezieniu, przez okresowe sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.
  — Tylko aktualizacje ręczne (2): Aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne sprawdzanie aktualizacji. (Nie wszystkie aplikacje udostępniają interfejs dla tej opcji.)
  - Tylko automatyczne aktualizacje dyskretne (3): Aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione przez okresowe sprawdzanie aktualizacji.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli te zasady nie zostaną włączone i skonfigurowane, program Microsoft Edge Update będzie obsługiwał dostępne aktualizacje zgodnie z zasadami „Domyślne zastępowanie zasad aktualizacji”.

Aby uzyskać więcej informacji, zobacz https://go.microsoft.com/fwlink/?linkid=2136406.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Określa, do którego kanału przeglądarki Microsoft Edge należy zaktualizować.

Po włączeniu tych zasad przeglądarka Microsoft Edge zostanie zaktualizowana do kanału zgodnie z konfiguracją poniższych opcji:

  — Stabilna: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej stabilnej wersji.
  — Wersja beta: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji beta.
  — Dla programistów: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dla programistów.
  — Rozszerzona stabilna: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej rozszerzonej stabilnej wersji, która jest zgodna z dłuższym harmonogramem wydania niż stabilna. Aby uzyskać więcej informacji, odwiedź stronę https://go.microsoft.com/fwlink/?linkid=2163508.

Jeśli te zasady nie zostaną skonfigurowane, przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dostępnej dla domyślnego kanału.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Gdy te zasady są włączone oraz włączona zostanie automatyczna aktualizacja, aplikacja Microsoft Edge zostanie zaktualizowana do wersji określonej przez tę wartość zasad.

Wartość zasad musi być określoną wersją przeglądarki Edge, na przykład 83.0.499.12.

Jeśli na urządzeniu jest dostępna nowsza wersja przeglądarki Edge niż podana wartość, przeglądarka Microsoft Edge pozostanie w nowszej wersji i nie zostanie zmieniona na starszą, określoną wersję.

Jeśli podana wersja nie istnieje lub jest nieprawidłowo sformatowana, przeglądarka Microsoft Edge pozostanie w bieżącej wersji, a jej kolejne wersje nie będą automatycznie aktualizowane.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136707.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Instruują program Microsoft Edge Update, aby wycofał instalacje przeglądarki Microsoft Edge do wersji wskazanej w elemencie „Zastępowanie wersji docelowej”.

Ta zasada nie ma zastosowania, jeśli nie skonfigurowano elementu „Zastępowanie wersji docelowej” i nie ustawiono elementu „Zastępowanie zasad aktualizacji” w jeden ze stanów włączenia (Zawsze zezwalaj na aktualizacje, Tylko automatyczne aktualizacje nienadzorowane, Tylko aktualizacje ręczne).

Jeśli wyłączysz (0) tę zasadę lub jej nie skonfigurujesz, instalacje o wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” pozostaną bez zmian.

Jeśli włączysz (1) tę zasadę, instalacje o bieżącej wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” zostaną zamienione na starszą wersję docelową.

Zalecamy zainstalowanie najnowszej wersji przeglądarki Microsoft Edge, aby zapewnić ochronę dzięki najnowszym aktualizacjom zabezpieczeń. Wycofanie do starszej wersji programu wiąże się z ryzykiem narażenia na znane zagrożenia bezpieczeństwa. Ta zasada powinna być używana jedynie jako tymczasowe rozwiązanie problemów, które pojawiły się po aktualizacji przeglądarki Microsoft Edge.

Zanim tymczasowo wycofasz się do starszej wersji przeglądarki, zalecamy włączenie synchronizacji (https://go.microsoft.com/fwlink/?linkid=2133032) dla wszystkich użytkowników w organizacji. Jeśli nie włączysz synchronizacji, istnieje ryzyko trwałej utraty danych dotyczących przeglądania. Używaj tej zasady na własne ryzyko.

Uwaga: stabilne wersje kanału, które można poddać wycofaniu, są wyszczególnione na stronie https://aka.ms/EdgeEnterprise.

Ta zasada ma zastosowanie do przeglądarki Microsoft Edge w wersji 86 i nowszych.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2133918.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Pozwala określić, czy użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli włączysz (1) te zasady, użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli wyłączysz (0) te zasady, użytkownicy w Niejawnym programie testów systemu Windows nie mogą być zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli nie skonfigurujesz tych zasad, użytkownicy w Niejawnym programie testów systemu Windows są domyślnie rejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Określa, czy program Microsoft Edge Update będzie przeprowadzał aktualizację w przypadku połączeń oznaczonych jako taryfowe, takich jak połączenia komórkowe lub inne, w przypadku których użycie danych jest kontrolowane dla przeglądarki Microsoft Edge. 

Jeśli nie włączysz i nie skonfigurujesz tej zasady, aktualizacje będą wykonywane na podstawie przełącznika „Pobierz aktualizacje za pośrednictwem połączeń taryfowych” na stronie Informacje przeglądarki Microsoft Edge. Jeśli użytkownik nie dokona wyboru, zostanie użyte ustawienie systemu Windows. Więcej informacji o ustawieniu systemu Windows można znaleźć tutaj: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Zawsze zezwalaj na aktualizacje (2): aktualizacje są zawsze pobierane po ich znalezieniu przez automatyczne sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.

Wyłącz aktualizacje (1): aktualizacje nie są pobierane podczas korzystania z połączenia taryfowego.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">Możesz określić, czy przeglądarka Microsoft Edge (kanał stabilny) jest odinstalowywana, czy też ma zablokowaną możliwość odinstalowywania na urządzeniach przyłączonych do domeny w Europejskim Obszarze Gospodarczym (EEA).

Jeśli te zasady są ustawione na wartość „Włączone”, przeglądarka Microsoft Edge zostanie automatycznie odinstalowana na wszystkich urządzeniach w obszarze EEA, w którym te zasady zostały wdrożone. Dane użytkownika będą przechowywane na urządzeniu. Przeglądarka Microsoft Edge zostanie odinstalowana przy kolejnym automatycznym sprawdzeniu dostępności aktualizacji przez Microsoft Edge Update. Jeśli przeglądarka Microsoft Edge zostanie odinstalowana na urządzeniu, aplikacje, widżety (na przykład Wiadomości, Wyszukiwanie i Pogoda) lub inne progresywne aplikacje internetowe (PWA), które są zależne od przeglądarki Microsoft Edge, nie będą już dostępne.

Jeśli te zasady są ustawione na wartość „Włączone i usuń dane użytkownika” (ustawienie „2”), przeglądarka Microsoft Edge zostanie automatycznie odinstalowana na wszystkich urządzeniach w obszarze EEA, w którym te zasady zostały wdrożone, a dane użytkownika zostaną usunięte z urządzenia.

Jeśli te zasady są ustawione na wartość „Wyłączone” (ustawienie „3”), wszyscy użytkownicy znajdujący się w obszarze EEA, w którym te zasady zostały wdrożone, nie będą mieli możliwości odinstalowania przeglądarki Microsoft Edge.

Jeśli te zasady są ustawione na wartość „Nie skonfigurowane” (ustawienie domyślne), ustawienie regionu systemu Windows użytkownika będzie określać, czy może on odinstalować przeglądarkę Microsoft Edge na urządzeniu przyłączonym do domeny. Tylko użytkownicy w krajach obszaru EEA będą mogli odinstalowywać przeglądarkę Microsoft Edge, jeśli się zdecydują na to. Użytkownicy spoza tego obszaru nie będą mogli odinstalowywać przeglądarki Microsoft Edge. 

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.

Jeśli przeglądarka Microsoft Edge wymaga ponownej instalacji:
— Możesz ustawić zasady „Instalowanie” na wartość Wymuszanie instalacji (dotyczy całej maszyny), aby ponownie zainstalować przeglądarkę Microsoft Edge.
— Jeśli ustawisz zasady instalacji na wartość Wymuszanie instalacji (dotyczy całej maszyny), a także ustawisz zasady Odinstalowywanie na wartość Włączone, zasady Wymuszanie instalacji (dotyczy całej maszyny) zastąpią zasady Odinstalowywanie.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Określa, czy w urządzeniach przyłączonych do domeny można zainstalować kanał przeglądarki Microsoft Edge.

  Jeśli włączysz (1) te zasady dla kanału, przeglądarka Microsoft Edge nie będzie blokowana przed instalacją.

  Jeśli wyłączysz (0) te zasady dla kanału (lub ustawisz je na wartość „Instalacje wyłączone”), przeglądarka Microsoft Edge zostanie zablokowana przed instalacją.

  Jeśli nie skonfigurujesz tych zasad dla kanału, konfiguracja zasad „Zezwalaj domyślnie na instalację” określa, czy użytkownicy mogą zainstalować ten kanał przeglądarki Microsoft Edge.

Jeśli te zasady zostaną ustawione na wartość Zawsze zezwalaj na instalacje na całym komputerze, ale nie Instalacje dla poszczególnych użytkowników (4), element „APP_NAME” będzie wdrażany tylko na całym komputerze.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (na całym komputerze) (5), element „APP_NAME” może zostać wdrożony na całym komputerze tylko wtedy, gdy program Microsoft Edge Update jest wstępnie zainstalowane. Wymaga programu Microsoft Edge Update 1.3.155.43 lub nowszego.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (dla poszczególnych użytkowników) (6), element „APP_NAME” może być wdrażany tylko na zasadach dla poszczególnych użytkowników na wszystkich maszynach, jeśli program Microsoft Edge Update jest wstępnie zainstalowany dla poszczególnych użytkowników. Wymaga programu Microsoft Edge Update 1.3.155.43 lub nowszego.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Określa sposób, w jaki program Microsoft Edge Update obsługuje dostępne aktualizacje z przeglądarki Microsoft Edge.

Jeśli włączysz te zasady, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  — Aktualizacje wyłączone (0): Aktualizacje nigdy nie są stosowane.
  — Zawsze zezwalaj na aktualizacje (1) (zalecane): Aktualizacje są zawsze stosowane po znalezieniu, przez okresowe sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.
  — Tylko aktualizacje ręczne (2): Aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne sprawdzanie aktualizacji. (Nie wszystkie aplikacje udostępniają interfejs dla tej opcji.)
  - Tylko automatyczne aktualizacje dyskretne (3): Aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione przez okresowe sprawdzanie aktualizacji.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli te zasady nie zostaną włączone i skonfigurowane, program Microsoft Edge Update będzie obsługiwał dostępne aktualizacje zgodnie z zasadami „Domyślne zastępowanie zasad aktualizacji”.

Aby uzyskać więcej informacji, zobacz https://go.microsoft.com/fwlink/?linkid=2136406.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Określa, do którego kanału przeglądarki Microsoft Edge należy zaktualizować.

Po włączeniu tych zasad przeglądarka Microsoft Edge zostanie zaktualizowana do kanału zgodnie z konfiguracją poniższych opcji:

  — Stabilna: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej stabilnej wersji.
  — Wersja beta: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji beta.
  — Dla programistów: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dla programistów.
  — Rozszerzona stabilna: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej rozszerzonej stabilnej wersji, która jest zgodna z dłuższym harmonogramem wydania niż stabilna. Aby uzyskać więcej informacji, odwiedź stronę https://go.microsoft.com/fwlink/?linkid=2163508.

Jeśli te zasady nie zostaną skonfigurowane, przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dostępnej dla domyślnego kanału.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Gdy te zasady są włączone oraz włączona zostanie automatyczna aktualizacja, aplikacja Microsoft Edge zostanie zaktualizowana do wersji określonej przez tę wartość zasad.

Wartość zasad musi być określoną wersją przeglądarki Edge, na przykład 83.0.499.12.

Jeśli na urządzeniu jest dostępna nowsza wersja przeglądarki Edge niż podana wartość, przeglądarka Microsoft Edge pozostanie w nowszej wersji i nie zostanie zmieniona na starszą, określoną wersję.

Jeśli podana wersja nie istnieje lub jest nieprawidłowo sformatowana, przeglądarka Microsoft Edge pozostanie w bieżącej wersji, a jej kolejne wersje nie będą automatycznie aktualizowane.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136707.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Instruują program Microsoft Edge Update, aby wycofał instalacje przeglądarki Microsoft Edge do wersji wskazanej w elemencie „Zastępowanie wersji docelowej”.

Ta zasada nie ma zastosowania, jeśli nie skonfigurowano elementu „Zastępowanie wersji docelowej” i nie ustawiono elementu „Zastępowanie zasad aktualizacji” w jeden ze stanów włączenia (Zawsze zezwalaj na aktualizacje, Tylko automatyczne aktualizacje nienadzorowane, Tylko aktualizacje ręczne).

Jeśli wyłączysz (0) tę zasadę lub jej nie skonfigurujesz, instalacje o wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” pozostaną bez zmian.

Jeśli włączysz (1) tę zasadę, instalacje o bieżącej wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” zostaną zamienione na starszą wersję docelową.

Zalecamy zainstalowanie najnowszej wersji przeglądarki Microsoft Edge, aby zapewnić ochronę dzięki najnowszym aktualizacjom zabezpieczeń. Wycofanie do starszej wersji programu wiąże się z ryzykiem narażenia na znane zagrożenia bezpieczeństwa. Ta zasada powinna być używana jedynie jako tymczasowe rozwiązanie problemów, które pojawiły się po aktualizacji przeglądarki Microsoft Edge.

Zanim tymczasowo wycofasz się do starszej wersji przeglądarki, zalecamy włączenie synchronizacji (https://go.microsoft.com/fwlink/?linkid=2133032) dla wszystkich użytkowników w organizacji. Jeśli nie włączysz synchronizacji, istnieje ryzyko trwałej utraty danych dotyczących przeglądania. Używaj tej zasady na własne ryzyko.

Uwaga: stabilne wersje kanału, które można poddać wycofaniu, są wyszczególnione na stronie https://aka.ms/EdgeEnterprise.

Ta zasada ma zastosowanie do przeglądarki Microsoft Edge w wersji 86 i nowszych.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2133918.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Pozwala określić, czy użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli włączysz (1) te zasady, użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli wyłączysz (0) te zasady, użytkownicy w Niejawnym programie testów systemu Windows nie mogą być zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli nie skonfigurujesz tych zasad, użytkownicy w Niejawnym programie testów systemu Windows są domyślnie rejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Określa, czy program Microsoft Edge Update będzie przeprowadzał aktualizację w przypadku połączeń oznaczonych jako taryfowe, takich jak połączenia komórkowe lub inne, w przypadku których użycie danych jest kontrolowane dla przeglądarki Microsoft Edge. 

Jeśli nie włączysz i nie skonfigurujesz tej zasady, aktualizacje będą wykonywane na podstawie przełącznika „Pobierz aktualizacje za pośrednictwem połączeń taryfowych” na stronie Informacje przeglądarki Microsoft Edge. Jeśli użytkownik nie dokona wyboru, zostanie użyte ustawienie systemu Windows. Więcej informacji o ustawieniu systemu Windows można znaleźć tutaj: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Zawsze zezwalaj na aktualizacje (2): aktualizacje są zawsze pobierane po ich znalezieniu przez automatyczne sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.

Wyłącz aktualizacje (1): aktualizacje nie są pobierane podczas korzystania z połączenia taryfowego.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">Możesz określić, czy przeglądarka Microsoft Edge (kanał stabilny) jest odinstalowywana, czy też ma zablokowaną możliwość odinstalowywania na urządzeniach przyłączonych do domeny w Europejskim Obszarze Gospodarczym (EEA).

Jeśli te zasady są ustawione na wartość „Włączone”, przeglądarka Microsoft Edge zostanie automatycznie odinstalowana na wszystkich urządzeniach w obszarze EEA, w którym te zasady zostały wdrożone. Dane użytkownika będą przechowywane na urządzeniu. Przeglądarka Microsoft Edge zostanie odinstalowana przy kolejnym automatycznym sprawdzeniu dostępności aktualizacji przez Microsoft Edge Update. Jeśli przeglądarka Microsoft Edge zostanie odinstalowana na urządzeniu, aplikacje, widżety (na przykład Wiadomości, Wyszukiwanie i Pogoda) lub inne progresywne aplikacje internetowe (PWA), które są zależne od przeglądarki Microsoft Edge, nie będą już dostępne.

Jeśli te zasady są ustawione na wartość „Włączone i usuń dane użytkownika” (ustawienie „2”), przeglądarka Microsoft Edge zostanie automatycznie odinstalowana na wszystkich urządzeniach w obszarze EEA, w którym te zasady zostały wdrożone, a dane użytkownika zostaną usunięte z urządzenia.

Jeśli te zasady są ustawione na wartość „Wyłączone” (ustawienie „3”), wszyscy użytkownicy znajdujący się w obszarze EEA, w którym te zasady zostały wdrożone, nie będą mieli możliwości odinstalowania przeglądarki Microsoft Edge.

Jeśli te zasady są ustawione na wartość „Nie skonfigurowane” (ustawienie domyślne), ustawienie regionu systemu Windows użytkownika będzie określać, czy może on odinstalować przeglądarkę Microsoft Edge na urządzeniu przyłączonym do domeny. Tylko użytkownicy w krajach obszaru EEA będą mogli odinstalowywać przeglądarkę Microsoft Edge, jeśli się zdecydują na to. Użytkownicy spoza tego obszaru nie będą mogli odinstalowywać przeglądarki Microsoft Edge. 

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.

Jeśli przeglądarka Microsoft Edge wymaga ponownej instalacji:
— Możesz ustawić zasady „Instalowanie” na wartość Wymuszanie instalacji (dotyczy całej maszyny), aby ponownie zainstalować przeglądarkę Microsoft Edge.
— Jeśli ustawisz zasady instalacji na wartość Wymuszanie instalacji (dotyczy całej maszyny), a także ustawisz zasady Odinstalowywanie na wartość Włączone, zasady Wymuszanie instalacji (dotyczy całej maszyny) zastąpią zasady Odinstalowywanie.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Określa, czy w urządzeniach przyłączonych do domeny można zainstalować kanał przeglądarki Microsoft Edge.

  Jeśli włączysz (1) te zasady dla kanału, przeglądarka Microsoft Edge nie będzie blokowana przed instalacją.

  Jeśli wyłączysz (0) te zasady dla kanału (lub ustawisz je na wartość „Instalacje wyłączone”), przeglądarka Microsoft Edge zostanie zablokowana przed instalacją.

  Jeśli nie skonfigurujesz tych zasad dla kanału, konfiguracja zasad „Zezwalaj domyślnie na instalację” określa, czy użytkownicy mogą zainstalować ten kanał przeglądarki Microsoft Edge.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (dla poszczególnych użytkowników) (6), element „APP_NAME” może być wdrażany tylko na zasadach dla poszczególnych użytkowników na wszystkich maszynach, jeśli program Microsoft Edge Update jest wstępnie zainstalowany dla poszczególnych użytkowników. Wymaga programu Microsoft Edge Update 1.3.155.43 lub nowszego.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Określa sposób, w jaki program Microsoft Edge Update obsługuje dostępne aktualizacje z przeglądarki Microsoft Edge.

Jeśli włączysz te zasady, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  — Aktualizacje wyłączone (0): Aktualizacje nigdy nie są stosowane.
  — Zawsze zezwalaj na aktualizacje (1) (zalecane): Aktualizacje są zawsze stosowane po znalezieniu, przez okresowe sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.
  — Tylko aktualizacje ręczne (2): Aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne sprawdzanie aktualizacji. (Nie wszystkie aplikacje udostępniają interfejs dla tej opcji.)
  - Tylko automatyczne aktualizacje dyskretne (3): Aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione przez okresowe sprawdzanie aktualizacji.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli te zasady nie zostaną włączone i skonfigurowane, program Microsoft Edge Update będzie obsługiwał dostępne aktualizacje zgodnie z zasadami „Domyślne zastępowanie zasad aktualizacji”.

Aby uzyskać więcej informacji, zobacz https://go.microsoft.com/fwlink/?linkid=2136406.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Określa, do którego kanału przeglądarki Microsoft Edge należy zaktualizować.

Po włączeniu tych zasad przeglądarka Microsoft Edge zostanie zaktualizowana do kanału zgodnie z konfiguracją poniższych opcji:

  — Stabilna: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej stabilnej wersji.
  — Wersja beta: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji beta.
  — Dla programistów: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dla programistów.
  — Rozszerzona stabilna: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej rozszerzonej stabilnej wersji, która jest zgodna z dłuższym harmonogramem wydania niż stabilna. Aby uzyskać więcej informacji, odwiedź stronę https://go.microsoft.com/fwlink/?linkid=2163508.

Jeśli te zasady nie zostaną skonfigurowane, przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dostępnej dla domyślnego kanału.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Gdy te zasady są włączone oraz włączona zostanie automatyczna aktualizacja, aplikacja Microsoft Edge zostanie zaktualizowana do wersji określonej przez tę wartość zasad.

Wartość zasad musi być określoną wersją przeglądarki Edge, na przykład 83.0.499.12.

Jeśli na urządzeniu jest dostępna nowsza wersja przeglądarki Edge niż podana wartość, przeglądarka Microsoft Edge pozostanie w nowszej wersji i nie zostanie zmieniona na starszą, określoną wersję.

Jeśli podana wersja nie istnieje lub jest nieprawidłowo sformatowana, przeglądarka Microsoft Edge pozostanie w bieżącej wersji, a jej kolejne wersje nie będą automatycznie aktualizowane.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136707.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Instruują program Microsoft Edge Update, aby wycofał instalacje przeglądarki Microsoft Edge do wersji wskazanej w elemencie „Zastępowanie wersji docelowej”.

Ta zasada nie ma zastosowania, jeśli nie skonfigurowano elementu „Zastępowanie wersji docelowej” i nie ustawiono elementu „Zastępowanie zasad aktualizacji” w jeden ze stanów włączenia (Zawsze zezwalaj na aktualizacje, Tylko automatyczne aktualizacje nienadzorowane, Tylko aktualizacje ręczne).

Jeśli wyłączysz (0) tę zasadę lub jej nie skonfigurujesz, instalacje o wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” pozostaną bez zmian.

Jeśli włączysz (1) tę zasadę, instalacje o bieżącej wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” zostaną zamienione na starszą wersję docelową.

Zalecamy zainstalowanie najnowszej wersji przeglądarki Microsoft Edge, aby zapewnić ochronę dzięki najnowszym aktualizacjom zabezpieczeń. Wycofanie do starszej wersji programu wiąże się z ryzykiem narażenia na znane zagrożenia bezpieczeństwa. Ta zasada powinna być używana jedynie jako tymczasowe rozwiązanie problemów, które pojawiły się po aktualizacji przeglądarki Microsoft Edge.

Zanim tymczasowo wycofasz się do starszej wersji przeglądarki, zalecamy włączenie synchronizacji (https://go.microsoft.com/fwlink/?linkid=2133032) dla wszystkich użytkowników w organizacji. Jeśli nie włączysz synchronizacji, istnieje ryzyko trwałej utraty danych dotyczących przeglądania. Używaj tej zasady na własne ryzyko.

Uwaga: stabilne wersje kanału, które można poddać wycofaniu, są wyszczególnione na stronie https://aka.ms/EdgeEnterprise.

Ta zasada ma zastosowanie do przeglądarki Microsoft Edge w wersji 86 i nowszych.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2133918.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Pozwala określić, czy użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli włączysz (1) te zasady, użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli wyłączysz (0) te zasady, użytkownicy w Niejawnym programie testów systemu Windows nie mogą być zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli nie skonfigurujesz tych zasad, użytkownicy w Niejawnym programie testów systemu Windows są domyślnie rejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Określa, czy program Microsoft Edge Update będzie przeprowadzał aktualizację w przypadku połączeń oznaczonych jako taryfowe, takich jak połączenia komórkowe lub inne, w przypadku których użycie danych jest kontrolowane dla przeglądarki Microsoft Edge. 

Jeśli nie włączysz i nie skonfigurujesz tej zasady, aktualizacje będą wykonywane na podstawie przełącznika „Pobierz aktualizacje za pośrednictwem połączeń taryfowych” na stronie Informacje przeglądarki Microsoft Edge. Jeśli użytkownik nie dokona wyboru, zostanie użyte ustawienie systemu Windows. Więcej informacji o ustawieniu systemu Windows można znaleźć tutaj: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Zawsze zezwalaj na aktualizacje (2): aktualizacje są zawsze pobierane po ich znalezieniu przez automatyczne sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.

Wyłącz aktualizacje (1): aktualizacje nie są pobierane podczas korzystania z połączenia taryfowego.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">Możesz określić, czy przeglądarka Microsoft Edge (kanał stabilny) jest odinstalowywana, czy też ma zablokowaną możliwość odinstalowywania na urządzeniach przyłączonych do domeny w Europejskim Obszarze Gospodarczym (EEA).

Jeśli te zasady są ustawione na wartość „Włączone”, przeglądarka Microsoft Edge zostanie automatycznie odinstalowana na wszystkich urządzeniach w obszarze EEA, w którym te zasady zostały wdrożone. Dane użytkownika będą przechowywane na urządzeniu. Przeglądarka Microsoft Edge zostanie odinstalowana przy kolejnym automatycznym sprawdzeniu dostępności aktualizacji przez Microsoft Edge Update. Jeśli przeglądarka Microsoft Edge zostanie odinstalowana na urządzeniu, aplikacje, widżety (na przykład Wiadomości, Wyszukiwanie i Pogoda) lub inne progresywne aplikacje internetowe (PWA), które są zależne od przeglądarki Microsoft Edge, nie będą już dostępne.

Jeśli te zasady są ustawione na wartość „Włączone i usuń dane użytkownika” (ustawienie „2”), przeglądarka Microsoft Edge zostanie automatycznie odinstalowana na wszystkich urządzeniach w obszarze EEA, w którym te zasady zostały wdrożone, a dane użytkownika zostaną usunięte z urządzenia.

Jeśli te zasady są ustawione na wartość „Wyłączone” (ustawienie „3”), wszyscy użytkownicy znajdujący się w obszarze EEA, w którym te zasady zostały wdrożone, nie będą mieli możliwości odinstalowania przeglądarki Microsoft Edge.

Jeśli te zasady są ustawione na wartość „Nie skonfigurowane” (ustawienie domyślne), ustawienie regionu systemu Windows użytkownika będzie określać, czy może on odinstalować przeglądarkę Microsoft Edge na urządzeniu przyłączonym do domeny. Tylko użytkownicy w krajach obszaru EEA będą mogli odinstalowywać przeglądarkę Microsoft Edge, jeśli się zdecydują na to. Użytkownicy spoza tego obszaru nie będą mogli odinstalowywać przeglądarki Microsoft Edge. 

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.

Jeśli przeglądarka Microsoft Edge wymaga ponownej instalacji:
— Możesz ustawić zasady „Instalowanie” na wartość Wymuszanie instalacji (dotyczy całej maszyny), aby ponownie zainstalować przeglądarkę Microsoft Edge.
— Jeśli ustawisz zasady instalacji na wartość Wymuszanie instalacji (dotyczy całej maszyny), a także ustawisz zasady Odinstalowywanie na wartość Włączone, zasady Wymuszanie instalacji (dotyczy całej maszyny) zastąpią zasady Odinstalowywanie.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Określa, czy w urządzeniach przyłączonych do domeny można zainstalować kanał przeglądarki Microsoft Edge.

  Jeśli włączysz (1) te zasady dla kanału, przeglądarka Microsoft Edge nie będzie blokowana przed instalacją.

  Jeśli wyłączysz (0) te zasady dla kanału (lub ustawisz je na wartość „Instalacje wyłączone”), przeglądarka Microsoft Edge zostanie zablokowana przed instalacją.

  Jeśli nie skonfigurujesz tych zasad dla kanału, konfiguracja zasad „Zezwalaj domyślnie na instalację” określa, czy użytkownicy mogą zainstalować ten kanał przeglądarki Microsoft Edge.

Jeśli te zasady zostaną ustawione na wartość Zawsze zezwalaj na instalacje na całym komputerze, ale nie Instalacje dla poszczególnych użytkowników (4), element „APP_NAME” będzie wdrażany tylko na całym komputerze.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (na całym komputerze) (5), element „APP_NAME” może zostać wdrożony na całym komputerze tylko wtedy, gdy program Microsoft Edge Update jest wstępnie zainstalowane. Wymaga programu Microsoft Edge Update 1.3.155.43 lub nowszego.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Określa sposób, w jaki program Microsoft Edge Update obsługuje dostępne aktualizacje z przeglądarki Microsoft Edge.

Jeśli włączysz te zasady, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  — Aktualizacje wyłączone (0): Aktualizacje nigdy nie są stosowane.
  — Zawsze zezwalaj na aktualizacje (1) (zalecane): Aktualizacje są zawsze stosowane po znalezieniu, przez okresowe sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.
  — Tylko aktualizacje ręczne (2): Aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne sprawdzanie aktualizacji. (Nie wszystkie aplikacje udostępniają interfejs dla tej opcji.)
  - Tylko automatyczne aktualizacje dyskretne (3): Aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione przez okresowe sprawdzanie aktualizacji.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli te zasady nie zostaną włączone i skonfigurowane, program Microsoft Edge Update będzie obsługiwał dostępne aktualizacje zgodnie z zasadami „Domyślne zastępowanie zasad aktualizacji”.

Aby uzyskać więcej informacji, zobacz https://go.microsoft.com/fwlink/?linkid=2136406.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Określa, do którego kanału przeglądarki Microsoft Edge należy zaktualizować.

Po włączeniu tych zasad przeglądarka Microsoft Edge zostanie zaktualizowana do kanału zgodnie z konfiguracją poniższych opcji:

  — Stabilna: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej stabilnej wersji.
  — Wersja beta: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji beta.
  — Dla programistów: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dla programistów.
  — Rozszerzona stabilna: Przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej rozszerzonej stabilnej wersji, która jest zgodna z dłuższym harmonogramem wydania niż stabilna. Aby uzyskać więcej informacji, odwiedź stronę https://go.microsoft.com/fwlink/?linkid=2163508.

Jeśli te zasady nie zostaną skonfigurowane, przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dostępnej dla domyślnego kanału.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Gdy te zasady są włączone oraz włączona zostanie automatyczna aktualizacja, aplikacja Microsoft Edge zostanie zaktualizowana do wersji określonej przez tę wartość zasad.

Wartość zasad musi być określoną wersją przeglądarki Edge, na przykład 83.0.499.12.

Jeśli na urządzeniu jest dostępna nowsza wersja przeglądarki Edge niż podana wartość, przeglądarka Microsoft Edge pozostanie w nowszej wersji i nie zostanie zmieniona na starszą, określoną wersję.

Jeśli podana wersja nie istnieje lub jest nieprawidłowo sformatowana, przeglądarka Microsoft Edge pozostanie w bieżącej wersji, a jej kolejne wersje nie będą automatycznie aktualizowane.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136707.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Instruują program Microsoft Edge Update, aby wycofał instalacje przeglądarki Microsoft Edge do wersji wskazanej w elemencie „Zastępowanie wersji docelowej”.

Ta zasada nie ma zastosowania, jeśli nie skonfigurowano elementu „Zastępowanie wersji docelowej” i nie ustawiono elementu „Zastępowanie zasad aktualizacji” w jeden ze stanów włączenia (Zawsze zezwalaj na aktualizacje, Tylko automatyczne aktualizacje nienadzorowane, Tylko aktualizacje ręczne).

Jeśli wyłączysz (0) tę zasadę lub jej nie skonfigurujesz, instalacje o wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” pozostaną bez zmian.

Jeśli włączysz (1) tę zasadę, instalacje o bieżącej wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” zostaną zamienione na starszą wersję docelową.

Zalecamy zainstalowanie najnowszej wersji przeglądarki Microsoft Edge, aby zapewnić ochronę dzięki najnowszym aktualizacjom zabezpieczeń. Wycofanie do starszej wersji programu wiąże się z ryzykiem narażenia na znane zagrożenia bezpieczeństwa. Ta zasada powinna być używana jedynie jako tymczasowe rozwiązanie problemów, które pojawiły się po aktualizacji przeglądarki Microsoft Edge.

Zanim tymczasowo wycofasz się do starszej wersji przeglądarki, zalecamy włączenie synchronizacji (https://go.microsoft.com/fwlink/?linkid=2133032) dla wszystkich użytkowników w organizacji. Jeśli nie włączysz synchronizacji, istnieje ryzyko trwałej utraty danych dotyczących przeglądania. Używaj tej zasady na własne ryzyko.

Uwaga: stabilne wersje kanału, które można poddać wycofaniu, są wyszczególnione na stronie https://aka.ms/EdgeEnterprise.

Ta zasada ma zastosowanie do przeglądarki Microsoft Edge w wersji 86 i nowszych.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2133918.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Pozwala określić, czy użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli włączysz (1) te zasady, użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli wyłączysz (0) te zasady, użytkownicy w Niejawnym programie testów systemu Windows nie mogą być zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli nie skonfigurujesz tych zasad, użytkownicy w Niejawnym programie testów systemu Windows są domyślnie rejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Określa, czy program Microsoft Edge Update będzie przeprowadzał aktualizację w przypadku połączeń oznaczonych jako taryfowe, takich jak połączenia komórkowe lub inne, w przypadku których użycie danych jest kontrolowane dla przeglądarki Microsoft Edge. 

Jeśli nie włączysz i nie skonfigurujesz tej zasady, aktualizacje będą wykonywane na podstawie przełącznika „Pobierz aktualizacje za pośrednictwem połączeń taryfowych” na stronie Informacje przeglądarki Microsoft Edge. Jeśli użytkownik nie dokona wyboru, zostanie użyte ustawienie systemu Windows. Więcej informacji o ustawieniu systemu Windows można znaleźć tutaj: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Zawsze zezwalaj na aktualizacje (2): aktualizacje są zawsze pobierane po ich znalezieniu przez automatyczne sprawdzanie aktualizacji lub ręczne sprawdzanie aktualizacji.

Wyłącz aktualizacje (1): aktualizacje nie są pobierane podczas korzystania z połączenia taryfowego.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">Możesz określić, czy przeglądarka Microsoft Edge (kanał stabilny) jest odinstalowywana, czy też ma zablokowaną możliwość odinstalowywania na urządzeniach przyłączonych do domeny w Europejskim Obszarze Gospodarczym (EEA).

Jeśli te zasady są ustawione na wartość „Włączone”, przeglądarka Microsoft Edge zostanie automatycznie odinstalowana na wszystkich urządzeniach w obszarze EEA, w którym te zasady zostały wdrożone. Dane użytkownika będą przechowywane na urządzeniu. Przeglądarka Microsoft Edge zostanie odinstalowana przy kolejnym automatycznym sprawdzeniu dostępności aktualizacji przez Microsoft Edge Update. Jeśli przeglądarka Microsoft Edge zostanie odinstalowana na urządzeniu, aplikacje, widżety (na przykład Wiadomości, Wyszukiwanie i Pogoda) lub inne progresywne aplikacje internetowe (PWA), które są zależne od przeglądarki Microsoft Edge, nie będą już dostępne.

Jeśli te zasady są ustawione na wartość „Włączone i usuń dane użytkownika” (ustawienie „2”), przeglądarka Microsoft Edge zostanie automatycznie odinstalowana na wszystkich urządzeniach w obszarze EEA, w którym te zasady zostały wdrożone, a dane użytkownika zostaną usunięte z urządzenia.

Jeśli te zasady są ustawione na wartość „Wyłączone” (ustawienie „3”), wszyscy użytkownicy znajdujący się w obszarze EEA, w którym te zasady zostały wdrożone, nie będą mieli możliwości odinstalowania przeglądarki Microsoft Edge.

Jeśli te zasady są ustawione na wartość „Nie skonfigurowane” (ustawienie domyślne), ustawienie regionu systemu Windows użytkownika będzie określać, czy może on odinstalować przeglądarkę Microsoft Edge na urządzeniu przyłączonym do domeny. Tylko użytkownicy w krajach obszaru EEA będą mogli odinstalowywać przeglądarkę Microsoft Edge, jeśli się zdecydują na to. Użytkownicy spoza tego obszaru nie będą mogli odinstalowywać przeglądarki Microsoft Edge. 

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.

Jeśli przeglądarka Microsoft Edge wymaga ponownej instalacji:
— Możesz ustawić zasady „Instalowanie” na wartość Wymuszanie instalacji (dotyczy całej maszyny), aby ponownie zainstalować przeglądarkę Microsoft Edge.
— Jeśli ustawisz zasady instalacji na wartość Wymuszanie instalacji (dotyczy całej maszyny), a także ustawisz zasady Odinstalowywanie na wartość Włączone, zasady Wymuszanie instalacji (dotyczy całej maszyny) zastąpią zasady Odinstalowywanie.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minuty między operacjami wyszukiwania aktualizacji</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Godzina</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuta</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Czas trwania</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typ adresu URL pobierania do żądania</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Wybierz sposób określania ustawień serwera proxy</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adres lub adres URL serwera proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Adres URL do pliku PAC serwera proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Zasady aktualizacji</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Zasady aktualizacji</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Wersja docelowa</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Kontroluj komunikację aktualizatora z Usługą Eksperymentalno-Konfiguracyjną</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Kanał docelowy
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Domyślne zasady aktualizacji taryfowych</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Zasady aktualizacji taryfowych</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Zasady instalacji</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Zasady instalacji</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>